{"data":{"markdownRemark":{"frontmatter":{"title":"All Companies","subtitle":"My Experience"}},"allMarkdownRemark":{"edges":[{"node":{"id":"c251a052-33e1-54c4-9474-d20c181673f6","html":"<p>I inform, educate, entertain and engage HarHub different communities using the appropriate channel for different audiences like program benificaries, partners and clients. </p>\n<p>I work on building communities in innovation, tech and entreprenurship that collaborates as teams and co-design or co-create solutions to address issues.</p>","frontmatter":{"company":"HarHub","position":"Communication & Community Manager","startDate":"Dec 2019","endDate":"Present"}}},{"node":{"id":"53b9bf68-7f18-5994-a321-ffc8e558ac30","html":"<p>I am responsible for making digital media plans for businesses, hiring and training talent for them, and helping them select the most appropriate channels, help them choose the proper content to share over their digital platforms.</p>","frontmatter":{"company":"Waayeel Consulting","position":"Digital Marketing Consultant","startDate":"Jun 2019","endDate":"Present"}}},{"node":{"id":"bb93a780-ead4-5963-929e-7f055072b0ca","html":"<p>Delivered and implemented communication plans to inform partners, stakeholders and community.</p>\n<ul>\n<li>Put together a communication strategy for the global entrepreneurship week campaign and other projects.</li>\n<li>Ran a successful media campaign for GEW coordinating different media and channels and co-creating the content to be shared.</li>\n</ul>","frontmatter":{"company":"Shaqodoon Organization","position":"Communication Specialist ","startDate":"Nov 2019","endDate":"May 2020"}}},{"node":{"id":"28cbad1b-4085-533b-a76c-97eded0b1794","html":"<p>On a technical level, I was responsible for projects, technical choices and monitoring the work of his developers.</p>\n<p>On a management level, I was responsible for achieving objectives and meeting deadlines. I had to give my software engineers the best conditions in order to let them express their full potential.</p>","frontmatter":{"company":"Bigil Technologies","position":"Lead Developer","startDate":"Mar 2019","endDate":"Sep 2019"}}},{"node":{"id":"70d4c84c-79ce-574b-bf08-c1fa85d73d18","html":"<p> I managed the process of developing the product or enhancing existing products in order to meet customer expectations effectively. I have conducted research, developed proposals, and supervised the design process.</p>","frontmatter":{"company":"Dalbo Food","position":"Product Developer","startDate":"Feb 2018","endDate":"Jan 2019"}}}]}}}